<?php

define('HT_VERSION', '代理版1.2.7');
define('HT_RELEASE', '2018-04-29 01'); 

 /* 
	20171010 DL1.0.0 代理系统 
	20171012 DL1.0.1 代理系统 
	20171014 Dl1.0.2 修复样式一样式二  商品分类也商品循环展示
	20171015 DL1.0.3 修复电脑版翻页异常
	20171025 DL1.0.7 更新全自动优惠券采集器  增加测试版自动定向
	20171026 dl1.0.7.1 修复不显示天猫图标及其他细节
	20171212 DL1.0.8 恢复全自动采集器 后天券采集器
	20180112 DL1.1.1 更新手机版底部菜单栏为自定义  修改前端返利样式
	20180205 DL1.2.0 增加微信登录  增加高效API全自动高佣
	20180314 DL1.2.2 增加详情页重试次数到20次
	20180316 DL1.2.3 取消无券商品转普通链接
	20180320 DL1.2.4 修改高佣授权登录接口
	20180413 DL1.2.6 更新自动高佣接口
 */
?>